/* No comment provided by engineer. */
"AboutStation" = "Over Music One";

/* No comment provided by engineer. */
"Application" = "Applicatie";

/* No comment provided by engineer. */
"Cleanup" = "Opschonen";

/* No comment provided by engineer. */
"Favorites" = "Favorieten";

/* No comment provided by engineer. */
"More" = "Meer";

/* No comment provided by engineer. */
"Song Refresh" = "Nummers vernieuwd";

/* No comment provided by engineer. */
"Streaming Options" = "Streaming opties";

/* No comment provided by engineer. */
"Version" = "Versie";

/* No comment provided by engineer. */
"About Us" = "Info";

/* No comment provided by engineer. */
"Contact Developer" = "Email Developer";

/* No comment provided by engineer. */
"Contact Us" = "Email ons";

/* No comment provided by engineer. */
"Entities" = "Entities";

/* No comment provided by engineer. */
"CachedSongs" = "Nummers in cache";

/* No comment provided by engineer. */
"Missed" = "Net Gemist";

/* No comment provided by engineer. */
"Playlist" = "Afspeellijst";

/* No comment provided by engineer. */
"NowPlaying" = "Nu afspelen";

/* No comment provided by engineer. */
"KBS" = " k";

/* No comment provided by engineer. */
"IsTopRated" = "Op dit moment in de Top 20";

/* No comment provided by engineer. */
"RateIt" = "Stemmen";
"rateItFontSize" = "11.5";

"Settings" = "Instellingen";

/* Streaming Options */
"WIFI Quality" = "Beste kwaliteit (3G/WIFI)";
"WIFI bps" = "128k mp3 — 56.25 Mb/uur";
"EDGE Quality" = "Goede kwaliteit (EDGE)";
"EDGE bps" = "48k aac+ — 18 Mb/uur";


